Repository: cardsurf/download-and-upload-speed
Catalog: download-and-upload-speed@cardsurf/po/*.po
Languages: bg

source: Network interface
bg: Мрежов интерфейс

source: Total data start
bg: Общи данни начало

source: Launch of applet
bg: Стартиране на аплета

source: Today
bg: Днес

source: Yesterday
bg: Вчера

source: 3 days ago
bg: Отпреди 3 дни

source: 5 days ago
bg: Отпреди 5 дни

source: 7 days ago
bg: Отпреди 7 дни

source: 10 days ago
bg: Отпреди 10 дни

source: 14 days ago
bg: Отпреди 14 дни

source: 30 days ago
bg: Отпреди 30 дни

source: Custom date
bg: Потребителска дата

source: Gui
bg: Гпи

source: Compact
bg: Компактен

source: Large
bg: Голям

source: Total download:
bg: Общо сваляне:

source: Total upload:
bg: Общо качване:

source: Download and upload speed
bg: Скорост на сваляне и качване

source: Shows usage of a network interface
bg: Показвай използването на мрежовия интерфейс

source: Settings for download-and-upload-speed@cardsurf
bg: Настройки за скорост-на-сваляне-и-качване@cardsurf

source: Configuration
bg: Конфигурация

source: Show
bg: Показване

source: Values shown in the panel
bg: Стойности показвани в панела

source: Average speed per second
bg: Средна скорост в секунда

source: Amount of data transferred
bg: Количество на прехвърлени данни

source: Unit
bg: Единица

source: Base data unit shown in the panel
bg: Базова единица за данни, показвана в панела

source: Bytes
bg: Байта

source: Bits
bg: Бита

source: Calculate every
bg: Пресмятай на всеки

source: How often to calculate download and upload speed
bg: Колко често да се пресмята скоростта на сваляне и качване

source: seconds
bg: секунди

source: Type
bg: Тип

source: Applet Gui
bg: Гпи на аплета

source: Decimal places
bg: Място на десетицата

source: Decimal places of download and upload speed shown in the panel
bg: Място на десетичния знак за скоростта на сваляне и качване, показвана в панела

source: Auto
bg: Авто

source: Text CSS
bg: CSS на текста

source: A CSS style applied to the text in the panel
bg: CSS стила, прилаган за текста в панела

source: Download icon
bg: Иконка за сваляне

source: An icon displayed next to download speed in the panel
bg: Иконката, показвано до скоростта за сваляне в панела

source: Upload icon
bg: Иконка за качване

source: An icon displayed next to upload speed in the panel
bg: Иконката, показвано до скоростта за качване в панела

source: Popup text CSS
bg: CSS на изскачащия текст

source: A CSS style applied to the description text in the hover popup
bg: CSS стила, приложен за текстовото описание в изскачащото прозороче

source: Popup numbers CSS
bg: CSS на изскачащите числа

source: A CSS style applied to numbers in the hover popup
bg: CSS стила, приложен за числата в изскачащото прозороче

source: Total data
bg: Общи данни

source: Show total download and upload on hover
bg: Показване на общите данни на сваляне и качване при показване

source: Show the hover popup with total amount of data downloaded and uploaded
bg: Показване на общото количество данни за сваляне и качване в изскачащия прозорец при посочване

source: Start
bg: Начало

source: Start time to count total amount of data downloaded and uploaded
bg: Начално време на общото количество свалени и качени данни

source: Custom date
bg: Потребителска дата

source: A custom date in YYYY-MM-DD format used as start time. The option is used if "Custom date" is selected in "Start" combobox.
bg: Потребителска дата във формат YYYY-MM-DD, използвана за начално време. Опцията се използва ако е избрано "Потребителска дата" в падащото меню на "Начало"

source: Save every
bg: Запазвай на всеки

source: How often to save total amount of data downloaded and uploaded to the file. 0 means no saving to the file.
bg: Колко често да се запазва общото количество данни за сваляне и качване във файл. 0 означава без запазване във файл.

source: Data limits
bg: Лимити на данни

source: Data limit
bg: Лимит на данни

source: The maximum amount of data to download and upload. 0 means no limits.
bg: Максималното количество данни за сваляне и качване. 0 означава без лимити.

source: MB
bg: МБ

source: Show data limit usage
bg: Показвай употребата на лимитирани данни

source: Show the percentage of data limit used in the panel
bg: Показвай процент от употребата на лимита за данни в панела

source: None
bg: Без

source: Text
bg: Текст

source: Circle
bg: Кръг

source: Invoke command when data limit exceeded
bg: Извикай команда, когато лиимита за данни е достигнат

source: Invoke a command when amount of data downloaded and uploaded exceeded the limit
bg: Извикай команда, когато общото количество на свалени и качени данни е достигнал лимита

source: Command
bg: Команда

source: A command to invoke
bg: Команда за извикване

source: Connections
bg: Връзки

source: List current Internet connections on left mouse click
bg: Списък на текущите интернет връзки при клик с ляв бутон

source: Open a terminal with a list of current connections on a left mouse click. The next click closes the terminal.
bg: Отваряне на терминал със списък на текущите връзки при ляв клик. Следващия клик ще затвори терминала.

source: Command
bg: Команда

source: A command used to list current Internet connections
bg: Команда използвана за списък на текущите интернет връзки
